/* eslint-disable max-len */

export default {
  about_me: {
    title: 'Обо мне',
    name: 'Меня зовут Бакалова Екатерина Юрьевна',
    education: '<b class="accent-text">Образование высшее (магистратура):</b> г.Красноярск, КГПУ им.В.П.Астафьева. Кафедра педагогики и психологии, направление «Мастерство психологического консультирования».',
    tasks_title: 'Задачи работы:',
    tasks: [
      'Помочь понять свою проблему',
      'Помочь найти эффективные способы её решения',
      'Развить личностный потенциал'
    ]
  }
}
