/* eslint-disable max-len */

export default {
  about_me: {
    title: 'Обо мне',
    text: [
      'Таким образом, внедрение современных методик требует анализа как самодостаточных, так и внешне зависимых концептуальных решений.',
      'Следует отметить, что сложившаяся структура организации создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса переосмысления внешнеэкономических политик.',
      'Однозначно, явные признаки победы институционализации набирают популярность среди определенных слоев населения, а значит, должны быть разоблачены.',
      'Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь представляет собой интересный эксперимент проверки анализа существующих паттернов поведения.'
    ]
  }
}
