/* eslint-disable max-len */
export default {
  memo: {
    title: '{accent} для клиента',
    title_accent: 'Памятка',
    mems: [
      {
        title: 'Что ожидать от психологической консультации?',
        items: [
          'Психологическая консультация - это процесс, который требует времени и усилий. Не ждите, что за одну консультацию вы решите все свои проблемы.',
          'Психолог не дает готовых решений. Он помогает вам найти свои собственные пути решения проблем.',
          'Психологическая консультация - это конфиденциальный процесс. Психолог не имеет права разглашать информацию о вас без вашего согласия.'
        ]
      },

      {
        title: 'Чего не ожидать от психологической консультации?',
        items: [
          'Психолог не сможет решить ваши проблемы за вас. Он может только помочь вам найти пути решения.',
          'Психолог не даст вам волшебную таблетку, которая сделает вашу жизнь идеальной.',
          'Психологическая консультация - это не волшебство. Она требует от вас готовности к изменениям и активной работы над собой.'
        ]
      },

      {
        title: 'Советы для клиентов, которые хотят получить максимальную пользу от психологической консультации:',
        items: [
          'Будьте честны с собой и с психологом. Не бойтесь говорить о своих проблемах и чувствах.',
          'Активно участвуйте в процессе консультирования. Не ждите, что психолог все сделает за вас.',
          'Не бойтесь задавать вопросы. Если вы что-то не понимаете, обязательно спросите.'
        ]
      }
    ]
  }
}
