export default {
  memo: {
    title: '{accent} для клиента',
    title_accent: 'Памятка',
    mems: {
      expectations: {
        title: 'Что ожидать от психологической консультации?',
        items: {
          one: 'Психологическая консультация - это процесс, который требует времени и усилий. Не ждите, что за одну консультацию вы решите все свои проблемы.',
          two: 'Психолог не дает готовых решений. Он помогает вам найти свои собственные пути решения проблем.',
          three: 'Психологическая консультация - это конфиденциальный процесс. Психолог не имеет права разглашать информацию о вас без вашего согласия.'
        }
      },
      don_t_expect: {
        title: 'Чего не стоит ожидать от психологической консультации?',
        items: {
          one: 'Психолог не сможет решить ваши проблемы за вас. Он может только помочь вам найти пути решения.',
          two: 'Психолог не даст вам волшебную таблетку, которая сделает вашу жизнь идеальной.',
          three: 'Психологическая консультация - это не волшебство. Она требует от вас готовности к изменениям и активной работы над собой.'
        }
      },
      clients_advice: {
        title: 'Советы для клиентов, которые хотят получить максимальную пользу от психологической консультации:',
        items: {
          one: 'Будьте честны с собой и с психологом. Не бойтесь говорить о своих проблемах и чувствах.',
          two: 'Активно участвуйте в процессе консультирования. Не ждите, что психолог все сделает за вас.',
          three: 'Не бойтесь задавать вопросы. Если вы что-то не понимаете, обязательно спросите.'
        }
      }
    }
  }
}
