export default {
  skills: {
    title: 'Работаю в следующих направлениях',
    cards: [
      {
        title: 'Навык 1',
        text: 'Описание навыка 1 Описание навыка 1 Описание навыка 1 Описание навыка 1 Описание навыка 1',
        tooltip: 'Подробное описание навыка 1'
      },
      {
        title: 'Навык 2',
        text: 'Описание навыка 2 Описание навыка 2',
        tooltip: 'Подробное описание навыка 2'
      },
      {
        title: 'Навык 3',
        text: 'Описание навыка 3 Описание навыка 3 Описание навыка 3 Описание навыка 3',
        tooltip: 'Подробное описание навыка 3'
      },
      {
        title: 'Навык 4',
        text: 'Описание навыка 4',
        tooltip: 'Подробное описание навыка 4'
      },
      {
        title: 'Навык 5',
        text: 'Описание навыка 5',
        tooltip: 'Подробное описание навыка 5'
      },
      {
        title: 'Навык 6',
        text: 'Описание навыка 6',
        tooltip: 'Подробное описание навыка 6'
      }
    ]
  }
}
