export default {
  skills: {
    title: '{accent} следующих направлений',
    title_accent: 'Использую техники',
    cards: [
      {
        title: 'КПТ',
        text: '<p>Когнитивно-поведенческая терапия (КПТ) — это метод психотерапии, который помогает людям изменить свои мысли, чувства и поведение.</p><p>КПТ основана на идее, что наши мысли, чувства и поведение взаимосвязаны. Наши мысли влияют на наши чувства, а наши чувства влияют на наше поведение. Например, если мы думаем, что мы не сможем справиться с какой-то задачей, мы, скорее всего, почувствуем тревогу или страх, и это, в свою очередь, может привести к тому, что мы откажемся от этой задачи.</p><p>КПТ помогает людям изменить свои деструктивные мысли и убеждения, которые приводят к негативным эмоциям и поведению.<p>'
      },
      {
        title: 'МАК карты',
        text: 'Метафорические ассоциативные карты (МАК) - это набор иллюстраций, которые помогают человеку лучше понять себя и свои проблемы. Карты изображают различные объекты, ситуации, эмоции и состояния, которые могут вызвать у человека ассоциации с его собственной жизнью. Они помогают человеку: <ul><li>Раскрыть свои внутренние ресурсы и потенциал.</li><li>Понять свои мысли, чувства и поведение.</li><li>Найти новые способы решения проблем.</li><li>Развить творческое мышление и воображение.</li></ul>'
      }
    ]
  }
}
