/* eslint-disable max-len */

export default {
  skills: {
    title: '<span class="accent-text">Использую техники</span> следующих направлений',
    cards: [
      {
        title: 'КПТ',
        text: '<p>Когнитивно-поведенческая терапия (КПТ) — это метод психотерапии, который помогает людям изменить свои мысли, чувства и поведение.</p><p>КПТ основана на идее, что наши мысли, чувства и поведение взаимосвязаны. Наши мысли влияют на наши чувства, а наши чувства влияют на наше поведение. Например, если мы думаем, что мы не сможем справиться с какой-то задачей, мы, скорее всего, почувствуем тревогу или страх, и это, в свою очередь, может привести к тому, что мы откажемся от этой задачи.</p><p>КПТ помогает людям изменить свои деструктивные мысли и убеждения, которые приводят к негативным эмоциям и поведению.<p>'
      },
      {
        title: 'Арт-терапия',
        text: 'Арт-терапия - это вид психотерапии, в котором человек использует творчество, чтобы выразить свои чувства, эмоции и переживания. Это может быть рисование, лепка, музыка, танцы, театр и другие виды искусства. Арт-терапия может быть полезна людям с различными психологическими проблемами, такими как: <ul><li>Стресс, тревога, депрессия</li><li>Травматические переживания</li><li>Проблемы в отношениях</li><li>Проблемы с самооценкой</li><li>Проблемы с самоидентификацией</li></ul>'
      },
      {
        title: 'Гештальт-терапия',
        text: 'Гештальт-терапия - это направление психотерапии, которое помогает человеку осознать и принять себя таким, какой он есть. В основе гештальт-терапии лежит принцип "здесь и сейчас", то есть фокус внимания направлен на текущий момент времени и на то, как человек проживает его. Цель гештальт-терапии - помочь человеку стать более целостным, осознанным и ответственным за свою жизнь'
      },
      {
        title: 'МАК карты',
        text: 'Метафорические ассоциативные карты (МАК) - это набор иллюстраций, которые помогают человеку лучше понять себя и свои проблемы. Карты изображают различные объекты, ситуации, эмоции и состояния, которые могут вызвать у человека ассоциации с его собственной жизнью. Они помогают человеку: <ul><li>Раскрыть свои внутренние ресурсы и потенциал.</li><li>Понять свои мысли, чувства и поведение.</li><li>Найти новые способы решения проблем.</li><li>Развить творческое мышление и воображение.</li></ul>'
      }
    ]
  }
}
