<template>
  <div class="page-section about-me-section">
    <!-- <h2 class="about-me__title">
      <span class="accent-text">Добро пожаловать</span> на мой сайт!
    </h2> -->

    <NuxtImg
      src="/images/photo_v3.jpg"
      sizes="480px"
      format="webp"
      alt="Фотография"
      class="photo"
    />

    <div class="content">
      <p>Приветствую вас на моем сайте.</p>

      <p>
        Я психолог-консультант для взрослых людей.
      </p>
      <p>
        Консультирую в рамках метода когнитивно-поведенческой терапии (КПТ).  КПТ – это научный метод психотерапии, основанный на взаимосвязи наших мыслей, чувств и поведения. Этот метод привлек меня своей практичностью и ориентированностью на результат. КПТ фокусируется на текущих мыслях, чувствах и поведении человека, а не на его прошлом или бессознательных мотивах. Иными словами, то, как мы думаем о себе, мире и других людях, влияет на то, как мы чувствуем себя и как поступаем.
      </p>

      <p>
        Я обучалась данному методу в Институте Психотерапии и медицинской психологии РПА им. Б.Д.Карвасарского, г.Санкт-Петербург.
      </p>

      <p>
        Еще одна особенность - это совместная работа. Психолог и клиент работают вместе как команда, чтобы определить цели, разработать план действий и отслеживать прогресс.
      </p>

      <p>
        Чем может помочь работа в таком подходе? Например: повышение самооценки и уверенности в себе; тревога и стресс; проблемы в отношениях; проблемы с гневом и др.
      </p>

      <p>
        Я приглашаю всех, кто хочет улучшить качество своей жизни, на консультацию. Вместе мы можем найти решения, которые помогут вам справиться с трудностями и достичь поставленных целей.
      </p>

      <!-- <p>
        Адрес г. Канск, ул.Горького 41
      </p> -->

      <p>
        Консультации online проходят на любой платформе по желанию клиента.
      </p>

      <p>
        Предварительная запись по телефону <a href="tel:+79029745983" class="link-global">+7 (902) 974 59-83</a> или через <a href="#feedback-section" class="link-global">форму</a> ниже.
      </p>

      <h2 class="rules-title clear-fix">
        Как будет проходить сессия?
      </h2>

      <p>
        Процесс консультирования и психотерапии строится на основе взаимного сотрудничества и искренности;
      </p>

      <p>
        Процесс психотерапии направлен на осознание психологических причин формирования проблем, совместный анализ мыслей, убеждений, эмоций и поведения; распознавание собственных потребностей, способов их удовлетворения и моделирование способов совладания с проблемами в текущей жизненной ситуации;
      </p>

      <p>
        Информация сеанса строго конфиденциальна и не может быть разглашена третьим лицам без согласия клиента;
      </p>

      <p>
        Длительность встречи составляет 60 минут (50-основное время, 10 минут – подведение итогов и оформление рекомендаций на самостоятельную работу);
      </p>

      <p>
        Общая длительность курса определяется тяжестью проблематики и согласовывается с клиентом после диагностического этапа (длительность диагностического этапа 5-7 встреч);
      </p>

      <p>
        Рекомендуемая регулярность встреч во время курса 1, в острых случаях 2 раза в неделю.
      </p>

      <h3 class="social-media-title">
        Я в социальных сетях
      </h3>

      <div class="social-media-links">
        <p><a href="https://vk.com/ekaterina.bakalova" class="link-global">Профиль в VK</a></p>
        <p>
          Присоединяйтесь к замечательному сообществу и откройте для себя мир психологии!
        </p>
        <p>
          Здесь вы найдете ответы на самые важные вопросы о себе и других.
        </p>
        <p><a href="https://vk.com/psycholog.bakalova" class="link-global">Сообщество «Психология на каждый день»</a></p>
      </div>

      <div class="clear-fix" />
    </div>
  </div>
</template>

<script lang="ts" setup>
</script>

<style lang="scss" scoped>
.about-me-section {
  padding: 8vh $content-padding;
  position: relative;
  scroll-margin-top: 79px;

  .education-list,
  .social-media-links {
    list-style-type: none;
  }

  .photo {
    width: 100%;
    max-width: $sm;
    margin: 18px auto;
    display: block;
    border-radius: $base-border-radius;

    @media screen and (min-width: $md) {
      width: 320px;
      height: auto;
      flex-shrink: 0;
      // float: left;
      margin-right: 50px;
      position: sticky;
      top: 100px;
    }

    @media screen and (min-width: $xl) {
      margin-right: 2.6vw;
    }
  }

  .rules-title {
    margin: 40px 0 20px 0;
  }

  .consult-info {
    margin-top: 50px;
  }

  .clear-fix {
    clear: both;
  }

  .about-me__section-title {
    margin-bottom: 1vh;
  }

  .about-me__title {
    margin-top: 30px;

    @media screen and (min-width: $md) {
      margin-top: 0;
    }
  }

  @media screen and (min-width: $md) {
    display: flex;
    align-items: flex-start;
  }
}
</style>
