<!-- eslint-disable max-len -->
<template>
  <article>
    <h1>Как завершить межличностный конфликт и избавиться от негативных эмоций? Из опыта работы.</h1>

    <p>В своей работе я помогаю клиентам прорабатывать межличностные конфликты. Это важно, потому что незавершённый межличностный конфликт вызывает негативные эмоции. А хуже всего, если вы «застрянете» в конфликте (часто прокручиваете его и обдумываете, почему вы сказали или поступили так, а не иначе).</p>

    <h3>Как происходит проработка межличностного конфликта?</h3>

    <p>Сначала клиент рассказывает о случившемся. Часто он не знает, как дальше общаться с человеком, с которым он поссорился, ведь это может быть близкий родственник или коллега по работе.</p>
    <p>Затем мы вместе прорабатываем конфликт в технике «Веер» с применением метафорических карт. В этой технике вы используете карты, чтобы рассказать историю конфликта. Это помогает восстановить порядок и последовательность событий, увидеть конфликт со стороны и понять, что произошло.</p>
    <p>Далее мы определяем предшествующие события конфликта. Мы обсуждаем, как складывались отношения между участниками конфликта до его начала, какие были их намерения и мотивации.</p>
    <p>Затем вы выбираете карты, которые символизируют конфликт, а также его исход. Мы обсуждаем, какой исход вы хотели бы получить.</p>

    <picture>
      <source :srcset="useAssetImage('/images/webp/mak-cards-1.webp')" class="mak-cards-image" />
      <img :src="useAssetImage('/images/jpg/mak-cards-1.jpg')" class="mak-cards-image" />
    </picture>

    <p>Далее мы ищем конструктивные решения конфликта. Мы обсуждаем, как можно было бы разрешить конфликт, не нанося вреда себе и другим. Определяем внутренние ресурсы, которые можно использовать.</p>
    <p>Мы также обсуждаем деструктивные решения конфликта. Иногда люди принимают деструктивные решения, потому что они не знают, как иначе разрешить конфликт.</p>
    <p>Важно выявить незавершённые действия, которые могут стать источником конфликта. Это невысказанные чувства и эмоции, непринятые извинения, невыполненные обещания и т.п.</p>
    <p>Если вы не закончите незавершённые действия в конфликте, вы рискуете снова и снова возвращаться к травмирующей вас ситуации.</p>
  </article>
</template>

<script lang="ts" setup>
useSeoMeta({
  title: 'Как завершить межличностный конфликт',
  description: 'В своей работе я помогаю клиентам прорабатывать межличностные конфликты. Это важно, потому что незавершённый межличностный конфликт вызывает негативные эмоции. А хуже всего, если вы «застрянете» в конфликте. В статье я рассказываю, как происходит проработка межличностного конфликта на моих консультациях',
  keywords: 'психолог,канск,иланский,конфликт,проработать,завершить'
})

definePageMeta({
  layout: 'blog'
})
</script>

<style lang="scss" scoped>
.mak-cards-image {
  width: 100%;
}
</style>
