<!-- eslint-disable max-len -->
<template>
  <article>
    <h1>Работа над самооценкой. Из частной практики.</h1>

    <p>Многие люди жалуются на низкую самооценку. Чем я могу помочь в этом случае?</p>
    <p>В основном существует два вида проблем с самооценкой: ситуативная и характерологическая. Обычно низкая самооценка является характерологической, если коренится в детском опыте насилия или брошенности. Чувство собственной «неправильности» в таких случаях бывает более глобальным и обычно сказывается на многих областях жизни человека.</p>
    <p>Часто, клиенты не знают, как полюбить себя и стать увереннее. Использование техники «Какая я сейчас» Олеси Лупак (психолога, коуча, системного семейного психотерапевта) поможет вам узнать о себе больше.</p>
    <p>Для выполнения техники нам понадобится лист бумаги и специальный набор метафорических ассоциативных карт. Все начинается с ответа на вопрос <i>«Какая я на самом деле?»</i> Далее по очереди нужно ответить на вопросы: <i>«Какие отношения я выбираю?»</i>, <i>«Какие чувства вызывает у меня работа?»</i>, <i>«Какое мое эмоциональное состояние сейчас?»</i>, <i>«С чем связано то, чего не хватает моему телу?»</i></p>

    <picture>
      <source :srcset="useAssetImage('/images/webp/mak-cards-2.webp')" class="mak-cards-image" />
      <img :src="useAssetImage('/images/jpg/mak-cards-2.jpg')" class="mak-cards-image" />
    </picture>

    <p>В итоге, у вас получится составить из этих выводов небольшой рассказ о том, какая вы сейчас. Определить, что является преградой на пути к уверенности и какие у вас есть ресурсы для того, чтобы это состояние приобрести.</p>
    <p>Вот еще один пример более глубинной работы с самооценкой.</p>
    <p>Самооценку многих людей подрывает внутренний критик. «Патологический критик» – термин, придуманный психологом Юджином Саганом для описания осуждающего внутреннего голоса, который нападает на вас.</p>
    <p>На консультации вы сможете понять откуда появился критический голос? Как подкрепляется внутренний критик? Как его обезоружить и разоблачить?</p>
    <p>Первый шаг в работе с внутренним критиком – это понять, что он существует отдельно от вас, разделиться с ним. Понять, что вы это не ваш внутренний критический голос и то, что он говорит - это не правда.</p>
    <p>Следующий шаг – начать слушать то, что говорит голос. Обратите внимание на повторяющиеся послания, которые вы слышите. Как ваш критик разговаривает с вами? Какими именами он вас называет? Унижает ли он вас, называя «дураком» или чем-то похуже? Как он отмечает ваши ошибки? Есть какие-то определенные темы, которые он часто поднимает? В каких сферах или областях ругает вас больше, в каких меньше?</p>
    <p>Третий шаг - это определить, что если ваш внутренний критик выполняет для вас защитную функцию от переживания и боли? Тогда её нужно увидеть и сознать.</p>
    <p>Как только вы начнете осознавать деструктивные паттерны мышления, можно скорректировать их.</p>
    <p>Составьте список положительных и отрицательных качеств или фраз, которые звучат у вас в голове, потом спросите себя: <i>«Какие черты мне в себе нравится больше всего?»</i>, <i>«Какие черты мне нравятся меньше всего?»</i>, <i>«Сколько времени я ежедневно трачу, обращая на них внимание?»</i>, <i>«Чему я уделяю больше времени: отрицательным или положительным качествам?»</i></p>
    <p>Работа над самооценкой - это сложный и длительный процесс, но он того стоит. Повышая самооценку, вы открываете для себя новые возможности и становитесь счастливее.</p>
    <p>Тест самооценки Соренсен <a href="https://psytests.org/emvol/sorens-run.html" rel="noopener noreferrer nofollow" target="_blank" class="link-global">https://psytests.org/emvol/sorens-run.html</a></p>
  </article>
</template>

<script lang="ts" setup>
useSeoMeta({
  title: 'Работа над самооценкой',
  description: 'Многие люди жалуются на низкую самооценку. В статье я рассказываю, как помогаю в этом случае',
  keywords: 'психолог,красноярск,канск,иланский,низкая,самооценка,помощь'
})

definePageMeta({
  layout: 'blog'
})
</script>

<style lang="scss" scoped>
.mak-cards-image {
  width: 100%;

  @media screen and (min-width: $md) {
    width: 40%;
    float: left;
    margin-right: 20px;
  }
}
</style>
