<template>
  <article>
    <h1>«Токсичное» отношение матери к ребенку.</h1>

    <p>
      <b>Токсичные отношения</b> - это взаимодействие между людьми, которое приносит значительный эмоциональный вред одному или обоим партнерам. В таких отношениях присутствует постоянное напряжение, негатив, манипуляции и отсутствие здорового баланса. Это не просто ссоры или временные недопонимания, а систематическое разрушение психологического благополучия.
    </p>

    <p>
      «В токсичных отношениях не может быть иных решений, кроме бегства из них, потому что с токсичным родителем не может быть общих целей и ценностей. С токсичной матерью невозможно ни построить, ни тем более улучшить систему нормального человеческого взаимодействия, так как все действия психопата и нарцисса в отношениях всегда приводят к хаосу и разрушению.
    </p>

    <p>
      В отличие от конфликтных и дисфункциональных отношений, в токсичных отношениях пострадавшая сторона всегда разрушается. Начинается все с фрустрации, когнитивного диссонанса, психосоматических заболеваний, а заканчивается полной дезинтеграцией личности — потерей себя, своей идентичности, аутентичности.
    </p>

    <p>
      Выход из конфликта гармонизирует отношения, из дисфункциональных отношений — личность. Выход из токсичных отношений ничего не гармонизирует, он более драматичен, потому что вошел в эти отношения один человек — целостный, а выходит полностью разрушенный и потерявший себя, при этом часто отягощенный чувством вины, безысходности, тотальной растерянности и неуверенности в себе.
    </p>

    <p>
      В одиночку, без хорошего психолога, психотерапевта или психиатра процесс «сборки» практически невозможен.
    </p>

    <p>
      Токсичные отношения не излечиваются, из них можно только выйти — навсегда. И обязательно прекратить контакты с токсичным партнером, даже если это мать. Работа над собой в токсичных отношениях практически невозможна. Потому что у человека нет на это ресурса. Только выход. И уже после выхода — восстановление и исцеление себя.» В. Бутова, клинический (медицинский) психолог. <a href="https://www.b17.ru/odencova/" rel="noopener noreferrer nofollow" target="_blank" class="link-global">https://www.b17.ru/odencova/</a>
    </p>

    <h2>
      Типы «токсичных» матерей
    </h2>

    <h3>
      Пренебрежительная мать
    </h3>

    <p>
      Такие матери не замечают или преуменьшают заслуги своих детей. Негативным последствием подобного поведения является то, что дети, в свою очередь, начинают сами обесценивать свои заслуги, ведь дети верят своим родителям и без критики воспринимают родительские послания. Дети пренебрежительных матерей склонны сомневаться в ценности собственных эмоций. Они чувствуют, что недостойны внимания, сомневаются в себе и находятся в вечном поиске любви и подтверждения собственной ценности.
    </p>

    <h3>
      Контролирующая мать
    </h3>

    <p>
      В каком-то смысле подобное поведение является еще одним проявлением пренебрежения чувствами ребенка. Такие матери пытаются контролировать и влиять на все стороны жизни своих детей, не желая принимать во внимание выбор ребенка. Таким образом они культивируют в детях чувство беспомощности и незащищенности. Разумеется, матери думают, что они действуют исключительно в интересах своих детей. Послание, которое получают дочери контролирующих матерей, выглядит следующим образом: «Ты не умеешь принимать собственные решения, ты неадекватна, тебе нельзя доверять, без меня ты ни на что не способна».
    </p>

    <h3>
      Эмоционально недоступная мать
    </h3>

    <p>
      Эволюционно все дети склонны полагаться на своих матерей. Будучи неспособными проявлять свои чувства к ребенку, эмоционально недоступные матери препятствуют этому механизму. Такие матери открыто не демонстрируют свою агрессию по отношению к ребенку, тем не менее они ведут себя отстраненно. При этом отношение к другому ребенку может быть прямо противоположным, что еще сильнее травмирует ребенка, который не может получить материнской любви. Такое поведение выражается в отсутствии физического контакта, мать не обнимает, не успокаивает ребенка, когда тот плачет, в самом тяжелом случае — буквально оставляет ребенка. Всю оставшуюся жизнь дети, которых оставили родители, задаются вопросом: «Что я сделал не так? Почему мама не захотела, чтобы я был рядом с ней?»
    </p>

    <p>
      Эмоциональная недоступность родителя провоцирует в детях зависимость от людей и вечную жажду близких отношений.
    </p>

    <h3>
      Симбиотическая мать
    </h3>

    <p>
      Эмоциональный симбиоз — это состояние нездорового слияния в отношениях двух людей. Симбиотическое поведение — когда мать не видит границ между собой и ребенком. К сожалению, подобные отношения становятся «удушающими» для детей, ведь каждому человеку просто необходимо собственное пространство. Такие матери живут заслугами ребенка, не имея собственной жизни вне семьи. Они имеют завышенные ожидания от детей, ведь их успехи являются маркерами успешности самой матери.
    </p>

    <p>
      Дети, в свою очередь, не получают свободы, необходимой для развития взрослой личности, и часто остаются инфантильными, что не может не радовать симбиотическую мать, ведь ее дети всегда нуждаются в ней.
    </p>

    <h3>Агрессивная мать</h3>

    <p>
      Агрессия по отношению к ребенку может быть выражена в физическом или эмоциональном насилии, такие матери бесконечно критикуют своих дочерей, часто завидуют им или даже пытаются соревноваться с собственным ребенком.
    </p>

    <p>
      Дети агрессивных матерей часто думают, что они сами во всем виноваты, ведь они спровоцировали агрессивное поведение своей матери. Верным оружием агрессивной матери являются попытки обвинить ребенка в той или иной ситуации и пристыдить его.
    </p>

    <p>
      Кроме того, агрессивные матери рационализируют свое поведение, убеждая себя в том, что жестокость совершенно необходима, чтобы исправить дефекты в поведении и характере своей дочери.
    </p>

    <h3>
      Ненадежная мать
    </h3>

    <p>
      Ненадежных матерей характеризует неустойчивое поведение, ребенок никогда не знает наверняка, с кем ему придется иметь дело сегодня: с «плохой» мамой или с «хорошей» мамой. Сегодня его мать обрушивается на него с бесконечной критикой, а завтра она совершенно спокойна и даже ласкова. Образ отношений у ребенка формируется на основании того, как ведут себя с ним родители. Дети таких матерей получают сообщение о том, что отношения ненадежны и даже опасны, ведь ребенок никогда не знает, чего ему ожидать, и не имеет представления о надежной привязанности.
    </p>

    <h3>
      Самовлюбленная мать
    </h3>

    <p>
      Она же нарциссическая мать. Если такие матери и замечают своих детей, то только в качестве собственного продолжения. Этим матерям очень важно, как они выглядят в глазах окружающих их людей. Конечно, ни одна нарциссическая мать не признается в этом, но правда в том, что ее связь с ребенком очень поверхностна, ведь в ее фокусе всегда ее собственная персона.
    </p>

    <p>
      Внешне все выглядит просто идеально: такие матери привлекательны и очаровательны, у них милые чистые дома, многие из них обладают разнообразными талантами. Дочери нарциссических матерей при этом обычно играют роль Золушки. Кстати, в изначальной версии сказки Братьев Гримм не было никакой злобной мачехи, только злобная мать.
    </p>

    <h3>Невыросшая мать</h3>

    <p>
      Это ситуация подмены ролей, когда дочь с самых ранних лет становится вечным помощником, сиделкой или даже матерью своей собственной матери. Это часто происходит тогда, когда мать заводит детей слишком рано или заводит много детей, но не может с ними справиться. Часто это удел старших детей в многодетных семьях, которые много заботятся о младших братьях и сестрах, но не получают должной заботы сами. К сожалению, часто такие дети сообщают о том, что у них не было детства, а мать скорее была подругой, чем родителем.
    </p>

    <p>
      Дети матерей с алкогольной зависимостью или нелеченой депрессией могут также обнаружить себя в роли сиделки для своей матери и в роли родителя для своих братьев и сестер. Невыросшие матери при этом могут всем сердцем любить своих детей, но быть не в состоянии о них заботиться.
    </p>

    <h2>Программирование разрушительных типов поведения</h2>

    <p>
      С раннего детства дети токсичных матерей подвергаются глубокому материнскому гипнозу и внушению, что они недостойны жить, быть любимыми и любить, радоваться и быть счастливыми. Такие дети становятся склонными к болезням, суициду и приобретают виктимность, иногда неосознанно провоцируя потенциальных преступников на жесткие виды насилия против них.
    </p>

    <p>
      <b>Понижение и разрушение самооценки ребенка.</b> Самооценка ребенка с раннего детства целенаправленно опускается и разрушается. Если рядом не окажется других людей, которые будут ее поднимать (отец, бабушка, дедушка, мамы друзей, учительница, преподавательница кружка, родители друзей и т. д.), то эмпатичный ребенок вырастет невротиком или психотиком. А если ребенок генетически предрасположен к психопатии и нарциссизму, он имеет все шансы превратиться в такое же чудовище и тирана.
    </p>

    <p>
      <b>Программирование на неудачи.</b> Токсичные матери воспитывают неудачников, которым позднее, во взрослом состоянии, предстоит расхлебывать последствия этой программы. Происходит своеобразное девиантное научение неудачливости взамен подкрепления одобрением и похвалой успехов, достижений и удач ребенка.
    </p>

    <p>
      <b>Разрушение здоровья ребенка.</b> Токсичная мать атакует психосоматику ребенка, что вызывает букет заболеваний, в том числе хронических. Она не интересуется здоровьем ребенка, а сама постоянно жалуется окружающим на свое нездоровье. При этом токсичная мать обычно злорадствует, когда ребенку нездоровится, и считает, что так тот получает «наказание» за свое «плохое» отношение к матери.
    </p>

    <p>
      <b>Психологическое отравление внуков.</b> Токсичная мать стремится разрушить, и в большинстве случаев ей это удается, отношения своего взрослого ребенка с его собственными детьми, рисуя в глазах внуков неприглядный образ их родителя.
    </p>

    <p>
      <b>Очернение репутации взрослого ребенка в глазах близких.</b> Токсичная мать стремится разрушить отношения взрослого ребенка с отцом, а также с любовным партнером. Ей ничего не стоит наговорить близким людям такие гадости про своего взрослого ребенка, впрыснуть такие ядовитые семена в их подсознание, что иногда даже искренняя любовь не выдерживает испытания — близкий человек постепенно и навсегда удаляется из вашей жизни.
    </p>

    <p>
      <b>Вырастая, дети токсичных матерей склонны к отношениям с психопатами и нарциссами.</b> Статистика токсичных отношений подтверждает: взрослые дети токсичных матерей обычно склонны вступать в отношения с токсичными партнерами, в созависимые и нездоровые отношения.
    </p>

    <p>
      <b>Взрослый ребенок становится протопсихопатом.</b> Некоторые токсичные матери втягивают взрослых детей в свои психопатические истории, мошеннические и криминальные проекты, последовательно и целенаправленно воспитывая созависимых подельников, деловых партнеров, помощников.
    </p>

    <h2>Виды насилия, которые применяют матери</h2>

    <p>
      <b>Физическое насилие —</b> толчки, пощечины, удары кулаком и ногой, использование тяжелых предметов и другие внешние воздействия, которые приводят к болевым ощущениям и травмам Такие деяния (оскорбление действием), согласно Уголовному кодексу РФ, квалифицируются как преступление.
    </p>

    <p>
      <b>Психологическое (эмоциональное) насилие —</b> угрозы, грубость, издевательства, оскорбление словом и любое другое поведение, вызывающее отрицательную эмоциональную реакцию и душевную боль. Эмоциональные оскорбления идентифицировать гораздо труднее. Они хоть и не оставляют синяков на теле, могут быть намного разрушительнее и вместе с другого рода воздействиями, в том числе физическими, сильнее травмируют психику.
    </p>

    <p>
      <b>Ментальное насилие — газлайтинг —</b> навязывание ложных убеждений, ценностей и мыслей. Газлайтинг проявляется в том, что у жертвы появляется состояние фрустрации и когнитивного диссонанса, так как факты начинают расходиться с действительностью и агрессор убеждает жертву, что она сошла с ума или не понимает простых вещей.
    </p>

    <p>
      <b>Сексуальное насилие —</b> вид домогательства, выражаемый в форме как навязанных сексуальных прикосновений, сексуального унижения, так и принуждения к сексу и совершения сексуальных действий (вплоть до изнасилования и инцеста) против воли жертвы.
    </p>

    <p>
      <b>Неглект —</b> частый вид насилия над детьми со стороны нелюбящей матери в виде пренебрежения, игнорирования, неисполнения своего долга. Ситуация, в которой мать, до совершеннолетия ребенка несущая обязанности по уходу за ним, не исполняет эти обязанности.
    </p>

    <p>
      <b>Экономическое насилие</b> со стороны матерей в чистом виде встречается редко и обычно является частью психологического (эмоционального) насилия, когда мать с детства подсаживает ребенка на денежные дотации за хорошее поведение в виде подарков по поводу и без, в виде содержания — лишь бы взрослый ребенок не покидал ее и жил с ней. В созависимых отношениях с матерью это выглядит как единоличное распределение средств семейного бюджета доминирующей матерью и строгий контроль за расходом денег с ее стороны, является одной из форм выражения эмоционального давления и оскорбления.
    </p>

    <p>
      <b>Изоляция.</b> Мать контролирует все, что касается ребенка, лишает его чего-то важного, ценного, необходимого — от информации до физической изоляции (запирает в квартире, чулане, отдельной комнате, кладовке и т. д.). Когда ребенок становится взрослым, мать продолжает изолировать его от отца, потенциальных любовных партнеров, друзей и т. д.
    </p>

    <p>
      <b>Дискредитация.</b> Мать принудительно лишает ребенка права на собственное понимание и мнение. Высмеивает и деструктивно критикует его.
    </p>

    <p>
      <b>Монополизация восприятия</b> Мать принудительно фиксирует внимание на всем негативном — реальном, но чаще вымышленном, так как это является для нее основным источником угроз и причиной для наказания ребенка.
    </p>

    <p>
      <b>Усиление тривиальных требований.</b> Мать заводит множество требований и мелких правил, не нарушить которые невозможно. Следовательно, возникают постоянные поводы для ее придирок, что вызывает у ребенка хроническое чувство вины.
    </p>

    <p>
      <b>Демонстрация «всемогущества».</b> В любых делах мать старается продемонстрировать и подчеркнуть свою сверхкомпетентность, сравнивая себя с «неумехой»-жертвой; причем сравниваются как бытовые, так и профессиональные умения и даже то, что не может быть сравнимо в силу различий по возрасту и статусу в связке «мать — ребенок». Цель таких сравнений — внушить страх, чувство несостоятельности в противовес «авторитетности» матери.
    </p>

    <p>
      <b>Неожиданные «индульгенции».</b> Иногда мать награждает своего ребенка вниманием и якобы теплыми чувствами, но делает это или редко, или невпопад, или для того, чтобы подкрепить поведение, нужное ей самой, или парадоксальным и неожиданным образом — так, чтобы вызвать дезориентацию и ошеломление.
    </p>

    <p>
      <b>Унижение и издевки.</b> Токсичная мать часто высмеивает ребенка в присутствии других людей.
    </p>

    <p>
      <b>Контроль за удовлетворением физических потребностей.</b> Мать контролирует пищу, сон, отдых и т. п., что ведет к физическому истощению ребенка-жертвы.
    </p>

    <p>
      <b>Постоянные угрозы по поводу и без.</b> Токсичная мать импульсивна и от вербальной агрессии легко переходит к физическому насилию.
    </p>

    <p>
      <b>Непоследовательность поведения и непредсказуемые требования.</b>
    </p>

    <p>
      <b>Частые и непредсказуемые перепады настроения</b> Мать в этом всегда обвиняет окружающих, особенно своего ребенка.
    </p>

    <p>
      <b>Принуждение делать нелепую и бесцельную работу.</b> Токсичная мать таким образом утверждает свою тотальную власть и контроль над ребенком и другими членами семьи.
    </p>

    <h2>Этапы работы по выходу из токсичных взаимоотношений</h2>

    <h3>Первый этап — осознание.</h3>

    <p>
      На данном этапе нужно разобраться в себе и маме, принять решение изменить свою жизнь. Вы можете обнаружить, что мама не токсична, при этом у вас и у нее есть признаки каких-то расстройств, синдромов, заболеваний. В этот период хорошо помогают группы психологической поддержки жертв насилия; помогают видео, книги и статьи о токсичных родителях, консультации с психологами, которые работают в данной теме.
    </p>

    <h3>Второй этап — сепарация.</h3>

    <p>
      В этот период нужно добавить обучающие мероприятия: вебинары, онлайн-тренинги, тематические прямые эфиры психологов на тему, как сепарироваться от токсичных родителей, поднять самооценку, стать уверенным в себе. Помогут техники самопомощи, духовные практики, а также активные занятия спортом и фитнесом.
    </p>

    <h3>Третий этап — освобождение.</h3>

    <p>
      На данном этапе рекомендуется покинуть группы и сообщества, где идет постоянное обсуждение негативного опыта участников. В этот период токсичная мама может провоцировать конфликты, что будет вас триггерить и способствовать ретравматизации. Здесь показаны техники самопомощи, любого рода обучение и тренинги психологической тематики, профессиональные — по вашей сфере деятельности, работе, карьере, а также любое творчество. Необходимо всерьез заняться постановкой новых целей и развитием компетенций для их достижения, потому что возможны эмоциональные откаты, флешбэки и ошибочные решения, так как еще не сформировались и не закрепились новые настройки отношений.
    </p>

    <h3>Четвертый этап — исцеление.</h3>

    <p>
      На данном этапе результативны техники самопомощи, консультации с психологом, но чтобы акцент был уже не на травме, а на новых целях. Как можно больше творчества и общения с творческими личностями, экспертами из вашей профессиональной области; обучающие, творческие и мотивационные ресурсы.
    </p>

    <h3>Пятый этап — восстановление.</h3>

    <p>
      В ходе каждого этапа необходимо обновлять техники самопомощи, добавляя новые. Если у вас были проблемы со знакомствами и созданием новых отношений, заняться ими следует именно на этапе восстановления, когда эмоциональной боли по поводу отношений с мамой уже нет, а радости от жизни гораздо больше, чем когда-либо. Это период драйва, создания новых грандиозных проектов или вступления в новый карьерный либо творческий проект.
    </p>
  </article>
</template>

<script lang="ts" setup>
useSeoMeta({
  title: '«Токсичное» отношение матери к ребенку.',
  description: 'Про токсичных матерей и виды насилия, которые они могут применяют к ребенку.',
  keywords: 'мать,мама,токсичная,токсичность,отношения,родители'
})

definePageMeta({
  layout: 'blog'
})
</script>
